<?php

return [
    'pages' => [
        'tasks' => 'Р—Р°РґР°С‡Рё',
        'statuses' => 'РЎС‚Р°С‚СѓСЃС‹',
        'labels' => 'РњРµС‚РєРё',
        'taskShow' => 'РџСЂРѕСЃРјРѕС‚СЂ Р·Р°РґР°С‡Рё',
        'taskName' => 'РРјСЏ',
        'status' => 'РЎС‚Р°С‚СѓСЃ',
        'author' => 'РђРІС‚РѕСЂ',
        'executor' => 'РСЃРїРѕР»РЅРёС‚РµР»СЊ',
        'executorNotSpecified' => 'РќРµ СѓРєР°Р·Р°РЅ',
        'createdDate' => 'Р”Р°С‚Р° СЃРѕР·РґР°РЅРёСЏ',
        'name' => 'РРјСЏ',
        'apply' => 'РџСЂРёРјРµРЅРёС‚СЊ',
        'reset' => 'РЎР±СЂРѕСЃРёС‚СЊ',
        'description' => 'РћРїРёСЃР°РЅРёРµ',
        'actions' => 'Р”РµР№СЃС‚РІРёСЏ',
        'delete' => 'РЈРґР°Р»РёС‚СЊ',
        'edit' => 'РР·РјРµРЅРёС‚СЊ',
        'update' => 'РћР±РЅРѕРІРёС‚СЊ',
        'create' => 'РЎРѕР·РґР°С‚СЊ',
        'createLabel' => 'РЎРѕР·РґР°С‚СЊ РјРµС‚РєСѓ',
        'createStatus' => 'РЎРѕР·РґР°С‚СЊ СЃС‚Р°С‚СѓСЃ',
        'updateStatus' => 'РР·РјРµРЅРµРЅРёРµ СЃС‚Р°С‚СѓСЃР°',
        'createTask' => 'РЎРѕР·РґР°С‚СЊ Р·Р°РґР°С‡Сѓ',
        'updateTask' => 'РР·РјРµРЅРµРЅРёРµ Р·Р°РґР°С‡Рё',
        'confirm' => 'Р’С‹ СѓРІРµСЂРµРЅС‹?',
        'selectStatus' => 'Р’С‹Р±РµСЂРёС‚Рµ СЃС‚Р°С‚СѓСЃ',
        'selectExecutor' => 'Р’С‹Р±РµСЂРёС‚Рµ РёСЃРїРѕР»РЅРёС‚РµР»СЏ',
    ],

    'flash' => [
        'status' => [
            'created' => 'РЎС‚Р°С‚СѓСЃ СѓСЃРїРµС€РЅРѕ СЃРѕР·РґР°РЅ',
            'updated' => 'РЎС‚Р°С‚СѓСЃ СѓСЃРїРµС€РЅРѕ РёР·РјРµРЅРµРЅ',
            'deleted' => 'РЎС‚Р°С‚СѓСЃ СѓСЃРїРµС€РЅРѕ СѓРґР°Р»РµРЅ',
            'deleteFailed' => 'РќРµ СѓРґР°Р»РѕСЃСЊ СѓРґР°Р»РёС‚СЊ СЃС‚Р°С‚СѓСЃ',
        ],
        'task' => [
            'created' => 'Р—Р°РґР°С‡Р° СѓСЃРїРµС€РЅРѕ СЃРѕР·РґР°РЅР°',
            'updated' => 'Р—Р°РґР°С‡Р° СѓСЃРїРµС€РЅРѕ РёР·РјРµРЅРµРЅР°',
            'deleted' => 'Р—Р°РґР°С‡Р° СѓСЃРїРµС€РЅРѕ СѓРґР°Р»РµРЅР°',
        ],
    ],
];
