<?php

return [
    'name'              => 'РРјСЏ',
    'email'             => 'Email',
    'password'          => 'РџР°СЂРѕР»СЊ',
    'confirmation'      => 'РџРѕРґС‚РІРµСЂР¶РґРµРЅРёРµ',
    'alreadyRegistered' => 'РЈР¶Рµ Р·Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°РЅС‹?',
    'register'          => 'Р—Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°С‚СЊ',
    'remember'          => 'Р—Р°РїРѕРјРЅРёС‚СЊ РјРµРЅСЏ',
    'forgot'            => 'Р—Р°Р±С‹Р»Рё РїР°СЂРѕР»СЊ?',
    'logIn'             => 'Р’РѕР№С‚Рё',
    'reset'             => 'РЎР±СЂРѕСЃРёС‚СЊ РїР°СЂРѕР»СЊ',
    'failed'            => 'Р’РІРµРґРёС‚Рµ РїСЂР°РІРёР»СЊРЅС‹Рµ РёРјСЏ РїРѕР»СЊР·РѕРІР°С‚РµР»СЏ Рё РїР°СЂРѕР»СЊ',
];
